/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ som slutter på %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – frakoblet";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Legg til";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Legg til kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOHOLDERS ADRESSE";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS-direktedebitering";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoholders navn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Button to add a new credit card. */
"Add New Card…" = "Legg til nytt kort…";

/* Title for Add a Card view */
"Add a Card" = "Legg til kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Legg til en direktedebiteringskonto";

/* Title shown above a card entry form */
"Add a card" = "Legg til et kort";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Legg til betalingsmetode";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Legg til bankkonto";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Legg til kort";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Legg til ny betalingsmetode";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Legg til betalingsinformasjon";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresselinje 2 (valgfritt)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Leil.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Er du sikker på at du vil fjerne dette kortet?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Er du sikker på at du vil fjerne denne tilkoblede kontoen?";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "Bankkontoinformasjon";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURAADRESSE";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Tilbake";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for billing address entry section */
"Billing Address" = "Fakturaadresse";

/* Billing address section title for card form entry. */
"Billing address" = "Fakturaadresse";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Kjøp nå eller betal senere med Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å fortsette godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Ved å fortsette godtar du å autorisere betalinger i samsvar med <terms>vilkårene</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å bli med i Link, godtar du <terms>vilkårene</terms> og <privacy>personvernerklæringen</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Ved å oppgi IBAN og bekrefte denne betalingen, autoriserer du %@ og Stripe, betalingsleverandøren vår, til å sende instruksjoner til banken for å debitere kontoen din i henhold til disse instruksjonene. Du har krav på tilbakebetaling fra banken din i henhold til vilkårene i avtalen med banken din. Tilbakebetaling må påkreves innen 8 uker fra den dato da kontoen din ble belastet.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Ved å oppgi dine bankkontodetaljer og bekrefte denne innbetalingen samtykker du til denne forespørselen om direktedebitering og til <terms>serviceavtalen for direktedebitering</terms> og autoriserer Stripe Payments Australia Pty Ltd ACN 160 180 343 direktedebitering bruker-ID nummer 507156 (\"Stripe\") til å debitere din konto gjennom Bulk Electronic Clearing System (BECS) på vegne av %@ (\"forhandleren\") for beløp som kommuniseres til deg separat av forhandleren. Du bekrefter at du er enten en kontoinnehaver eller en som er autorisert til å signere for kontoen vist ovenfor.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved å oppgi betalingsinformasjonen din og bekrefte denne betalingen gir du tillatelse til at (A) %@ og Stripe, vår leverandør for betalingstjenesten, sende anmodning til banken din om å belaste kontoen din og (B) banken din belaster kontoen din i samsvar med anmodningen. Som del av dine rettigheter kan du kreve å få beløpet tilbakeført i henhold til avtalen du har med banken. Tilbakeføringskrav må fremsettes innen 8 uker etter at kontoen ble belastet. Rettighetene dine blir forklart i en erklæring som du kan få fra banken. Du godtar å motta varsler om fremtidige belastninger opptil to dager før de skjer.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å lagre bankkontoen for %@ godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort som slutter på %@";

/* Card details entry form header title */
"Card information" = "Kortinformasjon";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Endre e-post";

/* TODO */
"Choose a payment method" = "Velg en betalingsmetode";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Lukk kortskanner";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Kodefelt";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kode sendt";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERINGSADRESSE";

/* Label for identifying the default payment method. */
"Default" = "Standard";

/* Title for delivery info form */
"Delivery" = "Leveranse";

/* Title for delivery address entry section */
"Delivery Address" = "Leveringsadresse";

/* Accessibility hint for a text field */
"Double tap to edit" = "Dobbelttrykk for å redigere";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Button title to enter editing mode */
"Edit" = "Rediger";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Skriv inn koden sendt til %@ for å bruke Link til å betale som standard.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Skriv inn verifiseringskoden";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "For sikkerhets skyld må du skrive inn sikkerhetskoden for kortet ditt på nytt.";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullt navn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ugyldig leveringsadresse";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ugyldige data.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Bli med i Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laster ...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLERE ALTERNATIVER";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Ny direktedebiteringskonto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Ny SEPA-direktedebiteringskonto";

/* Button to move to the next text entry field */
"Next" = "Neste";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Er du ikke %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Banktjenester på nett (FPX)";

/* Separator label between two options */
"Or" = "Eller";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Eller betal med";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Eller betal med et kort";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betal %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Betal på en annen måte";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Betal raskere hos %@ og tusenvis av andre forhandlere.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Betal senere med Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Betal over tid med%@";

/* Title shown above a section containing various payment options */
"Pay using" = "Betal ved å bruke";

/* Label preceding the selected payment method. */
"Pay with" = "Betal med";

/* Pay with {payment method} */
"Pay with %@" = "Betal med %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Betalingsmåte";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Rett kameraet mot kortet.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnr";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Behandler …";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Fjern";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Fjern %1$@ som slutter på %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Fjern %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Fjern kort";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Fjern bankkonto";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Fjern bankkontoen som slutter på %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Fjern kort";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Fjern tilkoblet konto";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Send koden på nytt";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA-direktedebitering";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "FORSENDELSESADRESSE";
/* Label for shipping method form */

"SHIPPING METHOD" = "FORSENDELSESMETODE";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Lagre til fremtidige betalinger";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Lagre informasjonen min for sikker 1-klikk-utsjekking";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Lagre kortet til fremtidige betalinger hos %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Lagre kortet til fremtidige Stripe-betalinger";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Sikker 1-klikk-utsjekking";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Velg en lagret betaling";
/* label for iDEAL-bank selection picker */

"Select bank" = "Velg bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Velg betalingsmetode";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Angi som standard";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Angi som standard betalingsmetode";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Konfigurer";
/* Title for shipping info form */

"Shipping" = "Frakt";
/* Title for shipping address entry section */

"Shipping Address" = "Forsendelsesadresse";
/* Label for shipping method form */

"Shipping Method" = "Forsendelsesmetode";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Vis meny";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Logg inn på Link-kontoen din";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stat / Provins / Region";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe vil sette inn et innskudd på USD 0,01 på kontoen din innen 1–2 virkedager. Deretter vil du få en e-post med instruksjoner for å fullføre betalingen til %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Trykk for å lukke";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Trykk for å utvide";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Du skrev inn ufullstendig BSB.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Du skrev inn ugyldig BSB.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "IBAN-nummeret du la inn er ufullstendig.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN-nummeret du la inn er ugyldig, «%@» er ikke en gyldig landskode.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valgte betalingsmetoden er ikke tilgjengelig.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Dette kortet er utløpt. Oppdater det for å fortsette å bruke det, eller bruk en annen betaling.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Dette er standarden din";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsavbrudd ved godkjennelse av betalingsmåten din - prøv igjen";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Gi tilgang til kamera i Innstillinger for å skanne kortet.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Payment Method type name for US Bank Account payments. */
"US Bank Account" = "Bankkonto i USA";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Utilgjengelig for dette kjøpet";

/* Default missing source type label */
"Unknown" = "Ukjent";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Oppdater kort";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Bruk fakturaadresse";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Bruk leveringsadresse";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Bruk forsendelsesadresse";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Bruk den lagrede informasjonen din til å betale raskere";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan ikke godkjenne betalingsmåten din. Vennligst velg en annen betalingsmetode og prøv igjen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du tas med til %@ for å fullføre kjøpet ditt.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN-nummeret skal starte med en tosifret landskode.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN-nummeret skal starte med en tosifret landskode.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "ZIP er ufullstendig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "ZIP er ugyldig.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kortnummeret er ufullstendig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kortnummeret er ugyldig.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kortets utløpsdato er ufullstendig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kortets utløpsdato er ugyldig.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kortets utløpsmåned er ugyldig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kortets utløpsår er ugyldig.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kortets sikkerhetskode er ufullstendig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kortets sikkerhetskode er ugyldig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Postnummeret er ufullstendig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Postnummeret er ugyldig.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP-kode";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Placeholder string for email entry field. */
"example@example.com" = "eksempel@example.com";

/* accessibility label for text field */
"expiration date" = "utløpsdato";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

